alefragnani.numbered-bookmarks
azemoh.one-monokai
charliermarsh.ruff
devxcopilot.devxcopilot
docker.docker
donjayamanne.githistory
donjayamanne.python-environment-manager
dracula-theme.theme-dracula
enkia.tokyo-night
fnando.linter
github.copilot
github.copilot-chat
github.github-vscode-theme
gruntfuggly.todo-tree
ikbengeenrobot.ansible-variable-lookup
iliazeus.vscode-ansi
k--kato.intellij-idea-keybindings
kennylong.kubernetes-yaml-formatter
mechatroner.rainbow-csv
mellowmarshmallow.groovy
mhutchie.git-graph
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.black-formatter
ms-python.debugpy
ms-python.flake8
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-server
nicolasvuillamy.vscode-groovy-lint
pjmiravalle.terraform-advanced-syntax-highlighting
redhat.ansible
redhat.java
redhat.vscode-yaml
rooveterinaryinc.roo-cline
shardulm94.trailing-spaces
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-russian
tomoki1207.pdf
vscjava.migrate-java-to-azure
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-java-upgrade
vscjava.vscode-maven
wholroyd.jinja
zainchen.json
zhuangtongfa.material-theme
